{"_id":"644e68a4053c912b69ffcf02","name":"Kyiv","description":"Kyiv is one of the largest and oldest cities in Europe. Its one and a half thousand year history is shrouded in myths and legends. Kyiv is based on the slopes of the Dnieper, one of the most powerful waterways in Eastern Europe. It was here that the majestic state of the Middle Ages emerged – Kievan Rus, which stretched from the Baltic Sea to the Black Sea. Today, more than 3 million people live in the capital of Ukraine. Kyiv is a city with a unique landscape, many parks, botanical gardens and an open-air museum. Here you can see next to the building of the Byzantine style, Ukrainian Baroque, Classicism and Art Nouveau. In our capital, history and modernity coexist, intertwine and create a unique, purely Kyiv atmosphere. Kyiv is a prominent center of Orthodoxy, and pilgrims from all over come to its laurels and other monasteries, cathedrals and churches. Baptized in 988, the city preserves the legend of the Apostle Andrew the First-Called, who blessed these lands. In addition to the Orthodox, the city has large communities of Catholics, Greek Catholics, Protestants of various denominations, as well as Muslims and Jews.","location":{"coordinates":[50.4021379,30.3678858],"type":"Point"},"createdAt":"2023-04-30T13:09:56.520Z","updatedAt":"2023-05-10T15:12:46.654Z","slug":"kyiv","__v":0,"short_desc":"Kyiv, Ukraine is one of the most fascinating and interesting capitals in Europe.","photo":["https://res.cloudinary.com/tourscape/image/upload/v1683731565/TourScape/Destinations/644e68a4053c912b69ffcf02/644e68a4053c912b69ffcf02_1.jpg","https://res.cloudinary.com/tourscape/image/upload/v1683731565/TourScape/Destinations/644e68a4053c912b69ffcf02/644e68a4053c912b69ffcf02_2.jpg"]}
{"_id":"645905e1082ddb775007617e","name":"Lviv","description":"Lviv is a charming city located in western Ukraine, known for its stunning architecture, rich history, and vibrant culture. With its narrow cobblestone streets, grand churches, and colorful buildings, Lviv's Old Town has been recognized as a UNESCO World Heritage site. Visitors to Lviv can explore the city's many museums, theaters, and galleries, or simply stroll through its picturesque parks and squares. Foodies will also love Lviv's thriving culinary scene, with its delicious coffee shops, pastry boutiques, and traditional Ukrainian restaurants. Whether you're interested in history, art, culture, or simply enjoying a relaxing vacation, Lviv has something to offer everyone. So come and experience this beautiful city for yourself – you won't be disappointed!","short_desc":"Lviv is a charming city located in western Ukraine, known for its stunning architecture.","photo":["https://res.cloudinary.com/tourscape/image/upload/v1683731527/TourScape/Destinations/645905e1082ddb775007617e/645905e1082ddb775007617e_1.jpg","https://res.cloudinary.com/tourscape/image/upload/v1683731528/TourScape/Destinations/645905e1082ddb775007617e/645905e1082ddb775007617e_2.jpg"],"location":{"coordinates":[49.8326598,23.9298357],"type":"Point"},"createdAt":"2023-05-08T14:23:29.303Z","updatedAt":"2023-05-10T15:12:09.513Z","slug":"lviv","__v":0}
{"_id":"64590780082ddb7750076185","name":"Odesa","description":"Odessa is a beautiful coastal city located in southern Ukraine, known for its stunning Black Sea beaches, rich cultural heritage, and lively entertainment scene. The city's beautiful architecture, ranging from Baroque to Art Nouveau styles, has earned it the nickname 'The Pearl of the Black Sea.' Visitors to Odessa can explore the city's many historic landmarks, such as the iconic Potemkin Stairs, the Odessa Opera and Ballet Theater, and the beautiful Primorsky Boulevard. The city is also home to many world-class museums, galleries, and cultural institutions. Odessa's vibrant nightlife and entertainment scene is another draw for visitors, with its trendy bars, nightclubs, and music venues offering something for everyone. And of course, the city's stunning Black Sea beaches are the perfect place to relax and soak up the sun. Whether you're interested in history, culture, entertainment, or simply enjoying a beach vacation, Odessa is a must-visit destination. So come and experience the unique charm and beauty of this vibrant Ukrainian city for yourself!","short_desc":"Odessa is a beautiful coastal city located in southern Ukraine, known for rich cultural heritage.","photo":["https://res.cloudinary.com/tourscape/image/upload/v1683731489/TourScape/Destinations/64590780082ddb7750076185/64590780082ddb7750076185_1.jpg","https://res.cloudinary.com/tourscape/image/upload/v1683731489/TourScape/Destinations/64590780082ddb7750076185/64590780082ddb7750076185_2.jpg"],"location":{"coordinates":[46.4600902,30.5469823],"type":"Point"},"createdAt":"2023-05-08T14:30:24.596Z","updatedAt":"2023-05-10T15:11:30.903Z","slug":"odesa","__v":0}
{"_id":"645908df082ddb775007618d","name":"Poltava","description":"Poltava is a historic city located in central Ukraine, known for its rich cultural heritage, beautiful parks, and scenic landscapes. The city is best known for its pivotal role in the Battle of Poltava, a decisive battle that changed the course of European history. Visitors to Poltava can explore the city's many historic landmarks and museums, including the Poltava Battle History Museum and the Ivan Kotlyarevsky Museum of Literature. The city's beautiful parks, such as Gogol Park and the Round Square, are also popular destinations for visitors. Poltava is also known for its vibrant cultural scene, with its many theaters, music venues, and art galleries showcasing the best of Ukrainian arts and culture. And for those interested in outdoor activities, the nearby Vorskla River and surrounding countryside offer plenty of opportunities for hiking, fishing, and other outdoor pursuits. Whether you're interested in history, culture, nature, or simply enjoying a relaxing vacation, Poltava has something to offer everyone. So come and experience the unique charm and beauty of this historic Ukrainian city for yourself!","short_desc":"Poltava is a historic city located in central Ukraine, known for beautiful parks.","photo":["https://res.cloudinary.com/tourscape/image/upload/v1683731318/TourScape/Destinations/645908df082ddb775007618d/645908df082ddb775007618d_1.jpg","https://res.cloudinary.com/tourscape/image/upload/v1683731318/TourScape/Destinations/645908df082ddb775007618d/645908df082ddb775007618d_2.jpg"],"location":{"coordinates":[49.6021265,34.4748386],"type":"Point"},"createdAt":"2023-05-08T14:36:15.126Z","updatedAt":"2023-05-10T15:08:40.353Z","slug":"poltava","__v":0}
{"_id":"64590cbde202b6e3f240fe3f","name":"Dnipro","description":"Dnipro is a vibrant and dynamic city located in eastern Ukraine, known for its rich history, beautiful parks, and bustling business district. The city is situated along the Dnieper River, which offers stunning views and plenty of opportunities for outdoor activities. Visitors to Dnipro can explore the city's many museums, art galleries, and historic landmarks, such as the Dnipro Historical Museum and the Monastery Island. The city's parks, including the Shevchenko Park and the Taras Shevchenko Garden, offer peaceful oases in the heart of the bustling city. Dnipro is also known for its thriving business district, with many international companies and startups headquartered here. The city's vibrant nightlife scene, with its trendy bars, nightclubs, and music venues, is another draw for visitors. Whether you're interested in history, culture, nature, or business, Dnipro has something to offer everyone. So come and experience the unique energy and beauty of this dynamic Ukrainian city for yourself!","short_desc":"Dnipro is a vibrant city located in eastern Ukraine, known for bustling business district.","photo":["https://res.cloudinary.com/tourscape/image/upload/v1683731292/TourScape/Destinations/64590cbde202b6e3f240fe3f/64590cbde202b6e3f240fe3f_1.jpg","https://res.cloudinary.com/tourscape/image/upload/v1683731292/TourScape/Destinations/64590cbde202b6e3f240fe3f/64590cbde202b6e3f240fe3f_2.jpg"],"location":{"coordinates":[48.4624085,34.8355516],"type":"Point"},"createdAt":"2023-05-08T14:52:45.795Z","updatedAt":"2023-05-10T15:08:14.071Z","slug":"dnipro","__v":0}
{"_id":"6459125ae202b6e3f240fe51","name":"Zaporizhzhia","description":"Zaporizhzhia is a vibrant and fast-growing city located in southeastern Ukraine, known for its rich history, beautiful natural scenery, and thriving cultural scene. The city is situated along the Dnieper River and is surrounded by lush forests and parks. Visitors to Zaporizhzhia can explore the city's many museums, art galleries, and historic landmarks, such as the Khortytsia Island National Reserve and the Zaporizhzhia Regional Museum. The city's parks, including the Central Park and the Horticulture Park, offer peaceful oases in the heart of the bustling city. Zaporizhzhia is also known for its thriving cultural scene, with many theaters, music venues, and art galleries showcasing the best of Ukrainian arts and culture. And for those interested in outdoor activities, the nearby Khortytsia Island offers plenty of opportunities for hiking, fishing, and other outdoor pursuits. Whether you're interested in history, culture, nature, or simply enjoying a relaxing vacation, Zaporizhzhia has something to offer everyone. So come and experience the unique charm and beauty of this dynamic Ukrainian city for yourself!","short_desc":"Zaporizhzhia is a fast-growing city located in southeastern Ukraine, known for its beautiful natural scenery.","photo":["https://res.cloudinary.com/tourscape/image/upload/v1683731229/TourScape/Destinations/6459125ae202b6e3f240fe51/6459125ae202b6e3f240fe51_1.jpg","https://res.cloudinary.com/tourscape/image/upload/v1683731229/TourScape/Destinations/6459125ae202b6e3f240fe51/6459125ae202b6e3f240fe51_2.jpg"],"location":{"coordinates":[47.8563147,35.0929536],"type":"Point"},"createdAt":"2023-05-08T15:16:42.198Z","updatedAt":"2023-05-10T15:07:11.295Z","slug":"zaporizhzhia","__v":0}
